OdDAI.ADB_Value.op_Implicit~OdDAIObjectId!System.Runtime.CompilerServices.IsConst*!System.Runtime.CompilerServices.IsImplicitlyDereferenced
\details
Operator OdDAIObjectId. Provides OdDAIObjectId value. If there is not OdDAIObjectId value, exception will be thrown.
\returns OdDAIObjectId value.